{
	"name": "Archery Evolved: Reborn - Classic",
	"description": "Mod ID: 3093478694\n\nThis is a recreation of Archery Evolved by Zevlik, rebuilt in compatibility with Age of War.\n\n( https://steamcommunity.com/sharedfiles/filedetails/?id=2759672856 )\n\nI was given permission to take over this mod and have recreated it in a nearly idential fashion to how the mod worked before, barring a couple of changes. The complete list of changes are as follows:\n\nQOL and Balance changes to Bow and Arrows to enhance gameplay with Archery. Goal is to make Archery a viable main weapon comparable with melee and providing some group utility as well.\n\n\nCURRENT CHANGE NOTES\nAll arrows (save for special rrows) stack to 500 (default 100)\nAll arrows damage increased by 4 points (minus a few utility arrows that do no damage)\nAll arrow weight decreased to .002 (default 1.0)\nCrafting arrows yields 25 arrows, special arrows yield 10 (default 10)\nCharged power attack deals 50% more damage.\nAll arrow stamina cost multiplier decreased to .5 (default 1.0)\nAll arrow heavy attack speed modifiers left untouched (the stat does nothing).\n\nExlposive Arrows\nDamage decreased to 5 (default 7)\nAoE min damage increased to 50 (default 2)\nAoE max damage increased to 100 (defaul 10)\n\nFirespark Arrow\nDamage increased to 5 (default 0)\nDebuff effect 4 damage per tick stacks 10 times 10 ticks\nCreated an entirely new debuff called \"Witchfire Burn\" to have this effect work on undead, renamed so as to differentiate it from a standard bleed effect.\n\nHealing Arrow\nDamage reduced to 0 (default 7)\nHealing Mist increased to 25 hp per tick\nHealing doesnt break on damage\nMist cures bleeds\nRadius increased by 50%\n\nHunting and Hyrkanian bows:\nIn the original mod, Hunting bow was increased to 9 to make up for a gap in power between bows. That gap has since been filled by new bows, so this is unnecessary. I have made the most powerful Hunting and Hyrkanian variants the \"Powerful\" ones you get from the archery journey.\n\nLight Arrows\nDamage reduced to 0 (default 1)\nLight intensity increased to 4x\nRaidus increased 3x\n\nLight Hyrkanian Bow (changed to give a blunt bow option for thralls)\nDecreased damage to 1 (default 9)\nIncreased Concussive damage to 15 for light and 25 for heavy (default 0 and 0)\n\nPoison Arrow\nDamage decreased to 5 (default 7)\nPoison cloud damage increased to 40 per tick (default 30)\n\nRazor Arrows\nReduced damage to 5 (default 14)\nAdded standard weapon bleed effect.\n\nVoidforge Arrows\nSame weight as all arrows\nDamage increased to 20 (default 10)\nPenetration increased to 16.20% (default 0)\n\nNote: This is the first phase in a complete overhault/rebalance of game's combat. Phase 2 will be a separate archery mod that builds on this one, balancing archery for PvP while keeping the QoL improvements and PVE enhancements (albeit with a bit more skill involved to truly get the most out of it). It will also improve on nearly every aspect of ranged combat. Phase 3 wil do the same for melee combat and dodging. These mods are mainly for a PVP/RP server I want to start, but the mods will be available for anyone to use.\n",
	"changeNote": "- Fixed an issue where I am stuid and forgot to compress the files. The compression part, not the stupid part. Still working on that.",
	"author": "Necro",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 1,
	"versionBuild": 0,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "3093478694",
	"steamTestLivePublishedFileId": "",
	"steamVisibility": 0,
	"folderName": "Archery_Evolved_Classic",
	"revisionNumber": 543717,
	"snapshotId": 38653,
	"fileSize": 256
}